Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=651_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: Artisttaid lanjadat
smn: Artistij vistádâh

source: Artisttaid lanjadat, backstage, lea oaivvilduvvon lagamustá artisttaid várás.
smn: Artistij vistádâh, backstage, lii uáivildum iänááš artistij várás.

source: Lanjadahkii gullá maid čábbudanlatnja ja feaskkerlatnja.
smn: Artistij vistádâhân kullojeh meid maskimviste já veeskir.

source: Lanjadagas lea beavdi ja stuolut 6 olbmui, suffá ja tv sihke riššu ja hivsset.
smn: Vistáduvvâst lii pevdijuávkku 6 ulmui, sohvá já tv sehe riššo já hiivsig.

source: Čábbudanlanjas leat guhtta čábbudansaji, riššu ja hivsset sihke bivttasskáhpet.
smn: Maskimvisteest láá kuttâ maskimsaje, riššo já hiivsig sehe pivtâsskaapih (kj.

source: Feaskkerlanjas lea minigievkkan, gos lea jiekŋaskáhppe, čáhceluoitta sihke mikrouvdna.
smn: Viäskárist lii sieminkievkkân, kost lii jieŋâskäppi, čääci sehe mikrouvnâ.

source: Auditoria Dolla lea dasttán lanjadaga bálddas.
smn: Auditorio Dolla lii aaibâs vistáduv paaldâst.

source: Artisttaid lanjadat heive maid joavkobargolatnjan smávva čoahkkimiidda ja vuoiŋŋastansadjin ee. kongreassaid ja semináraid logaldalliide.
smn: Artistij vistádâh heivee meid juávkkupargotilen uccâ čuákkimáid. Auditorio Dollast kongres teikâ seminaar tuálleeh värideh maŋgii vistáduv seminaarsárnoi vuoiŋâstemtilen.

source: Lanjadahkii lea vejolaš oažžut restoráŋŋabálvalusaid, go diŋgo ovddalgihtii.
smn: Tiilámijd kalga rähtiđ muuneeld.
